---
kind: method
id: M:Autodesk.Revit.DB.ReferencePoint.GetCoordinatePlaneReferenceYZ
source: html/b1644ffd-1afe-9c08-9add-562747356733.htm
---
# Autodesk.Revit.DB.ReferencePoint.GetCoordinatePlaneReferenceYZ Method

A reference for the YZ plane of the coordinate
system.

## Syntax (C#)
```csharp
public Reference GetCoordinatePlaneReferenceYZ()
```